<?php
return [
    'title' => [
        // не заполняйте значениями массив в этом файле
    ],

    'meta' => [
        // не заполняйте значениями массив в этом файле
    ],

    'notification' => [
        'header' => [
            'action_complete' => 'Действие выполнено',
            'action_failed' => 'Действие не может быть выполнено',
            'action_warning' => 'Предупреждение'
        ],
        'message' => [
            'unknown_error' => '<p>Системная ошибка</p>',
            'element_does_not_exist' => '<p>Запрошенный элемент не существует</p>',
            'data_saved' => '<p>Данные сохранены</p>',
            'post_errors' => '<p>Произошли ошибки заполнения формы. Пояснения приводятся ниже.</p>',
            'forbidden_access' => '<p>У вас нет прав доступа к данному действию или Вы не авторизовались под своим логином и паролем.</p>',
            'inside_system' => '<p>Вы успешно вошли на сайт</p>',
            'outside_system' => '<p>Вы успешно завершили сеанс работы с сайтом.</p>'
        ],
    ],

    'content' => [
        'date' => [
            // Именительный
            'months_nominative' => [
                1 => 'Январь',
                2 => 'Февраль',
                3 => 'Март',
                4 => 'Апрель',
                5 => 'Май',
                6 => 'Июнь',
                7 => 'Июль',
                8 => 'Август',
                9 => 'Сентябрь',
                10 => 'Октябрь',
                11 => 'Ноябрь',
                12 => 'Декабрь',
            ],
            // Родительный
            'months_genitive' => [
                1 => 'Января',
                2 => 'Февраля',
                3 => 'Марта',
                4 => 'Апреля',
                5 => 'Мая',
                6 => 'Июня',
                7 => 'Июля',
                8 => 'Августа',
                9 => 'Сентября',
                10 => 'Октября',
                11 => 'Ноября',
                12 => 'Декабря',
            ],
            // Именительный
            'days_nominative' => [
                1 => 'понедельник',
                2 => 'вторник',
                3 => 'среда',
                4 => 'четверг',
                5 => 'пятница',
                6 => 'суббота',
                7 => 'воскресенье'
            ]
        ],
    ],
];