<?php
return [
    'title' => ['Авторизация'],
    'content' => [
        'login' => 'Логин',
        'password' => 'Пароль',
        'remember_password' => 'Запомнить пароль',
        'remember_password_description' =>
            'Включать данную опцию следует лишь в том случае, когда Вы твёрдо убеждены, что к данному компьютеру нет доступа посторонних лиц, 
            способных несанкционированно изменить или удалить важные данные.<br><br>
            Запомнить пароль на <a title="изменить количество дней" id="CookieDays" href="#">{days}</a> дней.',
        'login_in_panel' => 'Войти в панель управления',
    ]
];