<?php
return [
    'title' => ['Мой личный кабинет'],
    'meta' => [
        'description' => 'Авторизация на сайте объявлений',
        'keywords' => 'войти на сайт объявлений, аккаунт на сайте объявлений, бесплатные объявления сайт',
    ],
    'content' => [
        'login' => 'Логин',
        'password' => 'Пароль',
        'remember_password' => 'Запомнить пароль',
        'remember_password_description' =>
            'Включать данную опцию следует лишь в том случае, когда Вы твёрдо убеждены, что к данному компьютеру нет доступа посторонних лиц, 
            способных несанкционированно изменить или удалить важные данные.<br><br>
            Запомнить пароль на <a title="изменить количество дней" id="CookieDays" href="#">{days}</a> дней.',
    ]
];