<?php
return [
    'title' => [],
    'meta' => [
        'keywords' => 'доска бесплатных объявлений, сайт бесплатных объявлений, подать объявление бесплатно без регистрации, бесплатные объявления, сайт объявлений, дать объявление бесплатно без регистрации, доска объявлений, бесплатные объявления без регистрации, бесплатные объявления от частных лиц, разместить объявление бесплатно без регистрации, все объявления, барахолка',
        'description' => 'На сайте вы можете бесплатно и без регистрации разместить объявление о купле-продаже любого интересующего вас товара, начиная с квартиры и заканчивая домашними животными. Сайт содержит более 1500 тематических категорий, захватывающих все основные направления жизнедеятельности и бизнеса.',
        'robots' => 'index, follow, noarchive',
    ],
    'content' => [
        'in_city' => ' в {city}',
    ]
];