<?php
return array
(
    'INVALID_DATETIME' => '<p>Некорректный формат даты.</p>',
    //'INVALID_NUMERIC' => 'В данное поле допускается ввод только числовых значений (0-9).',
    //'INVALID_SIGNED_DECIMAL' => 'В данное поле допускается ввод только числовых значений +/-(0-9).',
    'INVALID_UNSIGNED_DECIMAL' => '<p>В данное поле допускается ввод только числовых значений (0-9).</p>',
    'INCORRECT_VALUE' => '<p>Некорректное значение.</p>',
    'INVALID_STRING_LENGTH' => '<p>Некорректное значение. Введите строку от {start} до {stop} символов.</p>',
    'EMPTY_VALUE' => '<p>Не указано значение.</p>',
    'INVALID_INT_RANGE' => '<p>Некорректное значение. Диапазон числа должен быть в пределах от {min} до {max}.</p>',
    'INVALID_STRING_EMAIL' => '<p>Некорректный формат email-адреса.</p>',
    'INVALID_STRING_PHONE' => '<p>Некорректный формат номера телефона.</p>',
    'INVALID_STRING_CHAR_PASS' => '<p>Некорректное значение. Допускается любая комбинация символов латинского алфавита (a-z), цифр (0-9), знака дефис (-) и знака подчёркивания (_).</p>',
    'INVALID_STRING_TELEGRAM' => '<p>Некорректное значение. Допускается любая комбинация символов латинского алфавита (a-z), цифр (0-9) и знака подчёркивания (_) от 5 до 32 символов.</p>',
    'INVALID_RADIO_VALUE' => '<p>Необходимо отметить хотя бы одно значение.</p>',
    'INVALID_STRING_URL' => '<p>Некорректный URL-адрес.</p>',
    'INVALID_STRING_SKYPE' => '<p>Некорректное значение. Допускается комбинация символов латинского алфавита (a-z), цифр (0-9) и знаков .,-_. от 6 до 32 символов.</p>',
    'INVALID_MD5_FILE_NAME ' => '<p>Некорректное значение имени файла.</p>',

    'SYSTEM_ERROR' => '<p>Системная ошибка. Мы знаем про неё и уже разбираемся.</p>',

    'UPLOAD_FILE_WAS_NOT_LOADED' => '<p>Файл не был загружен</p>',
    'UPLOAD_MAX_FILESIZE' => '<p>Недопустимый размер файла <strong>{file_name}</strong>. Допускается загружать файлы размером до {max_size}.</p>',
    'UPLOAD_INVALID_FILE_SIZE' => '<p>Недопустимый размер файла <strong>{file_name}</strong> ({file_size}.). Допускается загружать файлы размером до {max_size}.</p>',
    'UPLOAD_FILE_WAS_ONLY_PARTIALLY' => '<p>Ошибка загрузки файла (загружаемый файл был получен только частично).</p>',
    'UPLOAD_INVALID_FILE_MIME_TYPE' => '<p>Недопустимый mime-тип файла <strong>{file_name}</strong>! Допустимы следующие типы: <strong>{allowable_mime_types}</strong></p>',
    'UPLOAD_SYSTEM_ERROR' => '<p>Системная ошибка копирования файла. Пожалуйста, сообщите разработчикам системы о факте появления этого сообщения.</p><p>Описание ошибки: <samp>{error_message}</samp></p>',

	'PROFANITY_WORDS' => '<p>Ненормативная лексика запрещена для публикации.</p>',
    'BAD_WORDS' => '<p>Содержимое в тексте запрещено для публикации.</p>',
    'EMPTY_RUSSIAN_WORDS' => '<p>Текст должен быть на русском языке.</p>',
);